Repository: Abdulloh1169/suitshop-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: name
uz: ism

source: phone number
uz: telefon raqam

source: Info
uz: ma'lumot

source: you can not have more than one info object
uz: bittadan ko'p info kiritish mumkin emas

source: blog text
uz: blog matni

source: brand image
uz: brend rasmi

source: description
uz: tavsif

source: new
uz: yangi

source: alternative message
uz: tavsif

source: Products
uz: Mahsulotlar

source: Contact
uz: Aloqa

source: If you have any suggestions, feel free to contact us.
uz: Agar biron-bir taklifingiz bo'lsa,bizga murojaat qiling.

source: Our Address
uz: Manzilimiz

source: Email Us
uz: Bizning Elektron Pochta

source: Call Us
uz: Bizning Telefon

source: Your message has been sent. Thank you!
uz: Sizning xabaringiz yuborilgan. Raxmat!

source: Send Message
uz: Xabar Yuborish

source: best choise for classic clothes
uz: klassik kiyim uchun eng yaxshi tanlov

source: our shop
uz: bizning do'kon

source: look-up our market
uz: bizning do'kon

source: your browser does not support this type of video
uz: Bu video sizning brauzeringizga mos emas. Iltimos boshqa brauzer bilan urinib ko'ring.

source: Collections
uz: Kolleksiyalar

source: We have new collections in every season
uz: Bizda har faslda yangi kolleksiyalar

source: Gallery
uz: Galeriya

source: Some photos from Our boutique
uz: Butikimizdan ba'zi rasmlar

source: Home
uz: Bosh sahifa

source: product page
uz: mahsulot sahifasi

source: %(product.name_uz.upper)s Details
uz: Batafsil %(product.name_uz.upper)s

source: Product Information
uz: Mahsulot Haqida Ma'lumot

source: Name
uz: Ism

source: Category
uz: Kategoriya

source: Brand
uz: Tovar belgisi

source: Collection
uz: Kolleksiya

source: Date added
uz: Sana

source: Pricing
uz: Narxlar

source: Price
uz: Narxi

source: More Detail
uz: Batafsil Ma'lumot

source: More recommendations
uz: Siz uchun...

source: English
uz: Ingliz tili

source: Russian
uz: Rus tili

source: All products
uz: Barcha mahsulotlar
